Repository: Kuli21232/app
Catalog: lib/l10n/app_*.arb
Languages: ru

# hb_high_streak
source: Great streak! Anchor the routine (alarm, sticky note).
ru: Отличная серия! Зафиксируй рутину якорями (будильник, заметка).

# hb_maintain_1
source: You did it! Keep support rituals for 2–3 more weeks.
ru: Ты справился! Сохраняй ритуалы поддержки ещё 2–3 недели.

# hb_maintain_2
source: Occasionally test yourself with “no-action triggers” — build resilience.
ru: Изредка проверяй себя «провокациями» (без действия) — тренируй устойчивость.

# hb_maintain_3
source: Plan a new goal so your freed-up time works for you.
ru: Запланируй новую цель, чтобы высвободившееся время работало на тебя.

# sp_beginner_1
source: Keep workouts short (15–20 min) — easier to stay consistent.
ru: Ставь очень короткие тренировки (15–20 мин) — легче сохранять регулярность.

# sp_beginner_2
source: Prepare your gear the night before — reduce start friction.
ru: Готовь форму заранее вечером — снизь трение старта.

# sp_consistency_1
source: Consistency > volume: aim for 3 sessions per week.
ru: Стабильность важнее объёма: закрой неделю 3 тренировками.

# sp_consistency_2
source: Use fixed days/time so you don’t negotiate with yourself.
ru: Запланируй фиксированные дни/время, чтобы не думать каждый раз.

# sp_deload_1
source: Nice long streak! Add a light deload to recover.
ru: Большая серия — круто! Добавь лёгкий «делоуд» для восстановления.

# sp_deload_2
source: Track heart rate/energy — don’t overdo it.
ru: Следи за пульсом/самочувствием — не загоняй себя.
