Repository: Kuli21232/app
Catalog: lib/l10n/app_*.arb
Languages: ru

# tabPlanner
source: Planner
ru: Планировщик

# tabReflection
source: Reflection
ru: Рефлексия

# tabFocus
source: Focus
ru: Фокус

# tabSettings
source: Settings
ru: Настройки

# statsTitle
source: Statistics
ru: Статистика

# coachTitle
source: Tips
ru: Подсказки

# overviewTab
source: Overview
ru: Обзор

# weekTab
source: Week
ru: Неделя

# trendTab
source: Trend
ru: Тренд

# progress7d
source: Progress over 7 days
ru: Прогресс за 7 дней

# doneOfPlanned
source: Done: {done} / {planned}
ru: Выполнено: {done} / {planned}

source: Distribution
ru: Распределение

# legendDone
source: Done
ru: Выполнено

# legendRemaining
source: Remaining
ru: Осталось

# kpiTotalTasks
source: Total tasks
ru: Всего задач

# kpiDone
source: Done
ru: Выполнено

# kpiRemaining
source: Remaining
ru: Осталось

# focusCardTitle
source: Focus (Pomodoro)
ru: Фокус (Помодоро)

source: Focus today
ru: Сегодня фокуса

source: Distractions
ru: Отвлечений

source: Completion 7d
ru: Завершение 7д

# coachTips
source: Tips
ru: Советы

# coachMotivation
source: Motivation
ru: Мотивация

# focusTodayCard
source: Focus today (Pomodoro)
ru: Фокус сегодня (Помодоро)

# pomo_focus
source: Focus
ru: Фокус

# pomo_break
source: Break
ru: Перерыв

# pomo_cycles
source: Cycles
ru: Циклы

# pomo_distractions
source: Distractions
ru: Отвлечения

# pomo_ready
source: Ready?
ru: Готов?

# minutesLabel
source: {count, plural, one {{count} min} other {{count} min}}
ru: {count, plural, one {{count} мин} few {{count} мин} many {{count} мин} other {{count} мин}}

# settingsTitle
source: Settings
ru: Настройки

# languageTitle
source: Language
ru: Язык

# languageSubtitle
source: Choose the app language
ru: Выберите язык приложения

# languageSystem
source: System
ru: Системный

# languageRussian
source: Russian
ru: Русский

# appearanceTitle
source: Appearance
ru: Оформление

# appearanceSubtitle
source: Choose the app theme
ru: Выберите тему приложения

# themeSystem
source: System
ru: Системная

# themeLight
source: Light
ru: Светлая

# themeDark
source: Dark
ru: Тёмная

# backupTitle
source: Backup
ru: Резервная копия

# backupSubtitle
source: Save all data to a file and restore it on another device
ru: Сохраните все данные в файл и восстановите на другом устройстве

# backupCreate
source: Create backup
ru: Создать копию

# backupRestore
source: Restore from file
ru: Восстановить из файла

# backupClear
source: Clear data
ru: Очистить данные

# backupSaved
source: Backup saved: {file}
ru: Копия сохранена: {file}

# backupImportOk
source: Data restored
ru: Данные восстановлены

# backupImportError
source: Import error: {details}
ru: Ошибка импорта: {details}

# backupCreateError
source: Backup error: {details}
ru: Ошибка резервного копирования: {details}

# clearDataConfirmTitle
source: Clear all data?
ru: Очистить все данные?

# clearDataConfirmBody
source: This will delete goals, reflections and settings. Make sure you have a backup.
ru: Это действие удалит цели, рефлексию и настройки. Убедитесь, что у вас есть резервная копия.

source: Cancel
ru: Отмена

source: Clear
ru: Очистить

source: Data cleared
ru: Данные очищены

# reflectionTitle
source: Reflection
ru: Рефлексия

# howWasDay
source: How was your day?
ru: Как прошёл день?

# happinessIndex
source: Happiness index: {value}
ru: Индекс счастья: {value}

# reflTip0_20
source: Tough day. A short walk and 10 minutes of breathing can reset you.
ru: Сложный день. Короткая прогулка и 10 минут дыхания — хороший перезапуск.

# reflTip21_40
source: Set one easy task for the morning to catch the rhythm.
ru: Поставь 1 простую задачу на утро, чтобы поймать ритм.

# reflTip41_60
source: Middle ground! Repeat what worked best.
ru: Серединка! Повтори то, что сработало лучше всего.

# reflTip61_80
source: Great! Lock in success: capture 1–2 habits.
ru: Отлично! Закрепи успех: зафиксируй 1–2 привычки.

# reflTip81_100
source: Top form! A small reward and gratitude to yourself.
ru: Топ форма! Небольшая награда и благодарность себе.

# noteLabel
source: Briefly: what worked? what to improve?
ru: Коротко: что получилось? что улучшить?

source: Save
ru: Сохранить

source: Saved
ru: Сохранено

# lastEntries
source: Recent entries
ru: Последние записи

# emptyList
source: No entries yet
ru: Пока пусто

# moodLabel
source: Mood
ru: Настроение

# happinessShort
source: Index
ru: Индекс

# chooseDate
source: Pick a date
ru: Выбрать дату

source: Add goal
ru: Цель

# goalNameLabel
source: Goal name
ru: Название цели

source: Priority
ru: Приоритет

# priorityLow
source: Low
ru: Низкий

# priorityMedium
source: Medium
ru: Средний

# priorityHigh
source: High
ru: Высокий

# addButton
source: Add
ru: Добавить

# noGoalsToday
source: No goals for this day
ru: Нет целей на этот день

# goalCompletedDialog
source: Nice! Goal completed 🎉
ru: Отлично! Цель выполнена 🎉

# goalCompletedToast
source: Goal marked as done
ru: Цель отмечена как выполненная

# goalDeletedToast
source: Goal deleted
ru: Цель удалена

# coachKpiCompletion
source: Completion
ru: Выполнение

# coachKpiStreak
source: Streak
ru: Стрик

# coachKpiBalance
source: Balance
ru: Баланс

# coachKpiTrend
source: Trend
ru: Тренд

# coachKpiHappiness
source: Happiness index
ru: Индекс счастья

# daysShort
source: d
ru: дн.

# coachPriority7dTitle
source: Priorities (last 7 days)
ru: Приоритеты за 7 дней

# coachNextStepsTitle
source: What to do next
ru: Что делать дальше

# coachAdviceFrom7dNote
source: Tips are based on the last 7 days: plan vs. actual, reflection notes and Pomodoro focus.
ru: Советы рассчитаны по последним 7 дням: план/факт, записям рефлексии и фокусу (Помодоро).

# trendUp
source: rising
ru: растёт

# trendDown
source: falling
ru: падает

# trendStable
source: stable
ru: стабилен

# adviceLoading
source: Loading tip…
ru: Совет загружается…

# motivationRefresh
source: Refresh quotes
ru: Обновить фразы

# coachOverloadTitleA
source: Plan is overloaded
ru: План перегружен

# coachOverloadTitleB
source: Too many tasks
ru: Слишком много задач

# coachOverloadTitleC
source: Reduce the load
ru: Сбавь объём

# coachOverloadBodyA
source: Keep ≤6 tasks per day, move the rest to a backlog. Start with a P3/P2 in the morning.
ru: Оставь ≤6 задач на день, остальное — в пул. Начни с P3/P2 утром.

# coachOverloadBodyB
source: Cut the daily list by 30–40%. Secure one small win before noon.
ru: Сократи дневной список на 30–40%. Зафиксируй одну мини-победу в первую половину дня.

# coachOverloadBodyC
source: Lighten the week: move tasks to free slots and batch P1 items.
ru: Разгрузи неделю: перенеси часть задач на свободные слоты и собери «пачки» из P1.

# coachLowCompletionTitle
source: Low completion
ru: Низкая завершённость

# coachLowCompletionBody
source: Plan 70–80% of time and keep a buffer. Add one easy starter task.
ru: Планируй 70–80% времени, остальное — буфер. Ставь одну лёгкую задачу для разгона.

# coachMidCompletionTitle
source: Progress — add buffer
ru: Есть прогресс — нужен буфер

# coachMidCompletionBody
source: Plan 70–80% and leave room for the unexpected. Keep one easy backup task.
ru: Планируй 70–80% и оставляй место для непредвиденного. Держи одну лёгкую задачу в запасе.

# coachGreatPaceTitle
source: Great pace
ru: Отличный ритм

# coachGreatPaceBody
source: Increase difficulty gradually: one P3 per day or a new 10–15 min habit.
ru: Повышай сложность дозированно: одна P3 в день или новая полезная привычка (10–15 минут).

# coachWeakP3Title
source: Weak P3 completion
ru: Слабое закрытие P3

# coachWeakP3Body
source: Move one P3 to the morning and split it into 2–3 subtasks. Finish the subtask, not the mountain.
ru: Перенеси одну P3 на утро и разрежь её на 2–3 подзадачи. Финишируй подзадачу, а не всю гору.

# coachNoP3Title
source: No heavy tasks
ru: Нет «тяжёлых» задач

# coachNoP3Body
source: Add one ambitious P3 this week — it sets direction and motivates.
ru: Добавь одну амбициозную P3 на неделю — она задаёт вектор и мотивирует.

# coachP1StuckTitle
source: Light tasks are stalling
ru: Лёгкие задачи буксуют

# coachP1StuckBody
source: Batch P1s into a 20-min “inbox clearing” slot after lunch. One timer, better pace.
ru: Сгруппируй P1 в 20-минутный слот «разгребание» после обеда. Один таймер — выше темп.

# coachPrioritySkewTitle
source: Priority skew
ru: Перекос по приоритетам

# coachPrioritySkewBody
source: Match P3/P2/P1 shares in plan vs actual. Do P3 earlier in the day, batch P1 later.
ru: Сверь долю P3/P2/P1 в плане и факте. P3 — раньше суток, P1 — пачкой позже.

# coachGoodBalanceTitle
source: Good balance
ru: Хороший баланс

# coachGoodBalanceBody
source: Keep the distribution and repeat your best time windows.
ru: Сохрани распределение приоритетов и повтори удачные временные слоты.

# coachTrendDownTitle
source: Trend down
ru: Тренд вниз

# coachTrendDownBody
source: Do a one-day reset with a lighter plan, then ramp up gradually.
ru: Сделай перезагрузку: один день с облегчённым планом. Затем — постепенное наращивание.

# coachTrendUpTitle
source: Trend up
ru: Тренд вверх

# coachTrendUpBody
source: Capture what worked (time/place/task type) and repeat tomorrow.
ru: Зафиксируй, что сработало (время/место/тип задачи) и повтори завтра.

# coachCareTitle
source: Care for your energy
ru: Забота о ресурсе

# coachCareBody
source: Daily: water, 10-min walk, 4-7-8 breathing. This is the grease for productivity.
ru: Ежедневно: вода, 10-мин прогулка, дыхание 4-7-8. Это «смазка» для продуктивности.

# coachUsePeakTitle
source: Use the peak
ru: Используй подъём

# coachUsePeakBody
source: Schedule a P3 for your energy peak and remove distractions (phone in another room for 45 min).
ru: Запланируй P3 в пик энергии и убери отвлечения (телефон в другой комнате на 45 минут).

# coachStreakTitle
source: Streak: {days} days
ru: Серия успехов: {days} дн.

# coachStreakBody
source: Note what keeps the rhythm and don’t break the chain tomorrow — at least one small win.
ru: Отметь, что держит ритм, и не ломай цепочку завтра — хотя бы одна маленькая победа.

# coachNeedStartTitle
source: Need a start
ru: Нужен старт

# coachNeedStartBody
source: Begin with a 10-minute task. Kick off momentum — the rest is easier.
ru: Начни с 10-минутной задачи. Запусти движение — дальше легче.

# coachSummary7d
source: 7-day summary
ru: Сводка за 7 дней

# reflDailyMetrics
source: Daily metrics
ru: Ежедневные метрики

# reflEnergy
source: Energy
ru: Энергия

# reflEnergyShort
source: Energy
ru: Энергия

# reflStress
source: Stress
ru: Стресс

# reflStressShort
source: Stress
ru: Стресс

# reflSleepHours
source: Sleep, hours
ru: Сон, часов

# reflSleepShort
source: Sleep
ru: Сон

# reflGratitudeTitle
source: Gratitude
ru: Благодарности

# reflGratitudeHint
source: Write 1–3 things you’re grateful for today
ru: Запиши 1–3 вещи, за которые благодарен сегодня

# reflGratitudePlaceholder
source: I'm grateful for...
ru: Я благодарен за...

# reflNotesTitle
source: Day notes
ru: Заметки дня

# reflHighlight
source: Highlight of the day
ru: Главный момент дня

# reflBlockers
source: What got in the way
ru: Что мешало

# reflQuickTemplates
source: Templates
ru: Шаблоны

# reflTplSmooth
source: The day went smoothly
ru: День прошёл спокойно

# reflTplLearned
source: I learned something new today
ru: Сегодня узнал(а) новое

# reflTplHelped
source: I helped someone
ru: Кому-то помог(ла)

# reflTplWalk
source: I went for a walk
ru: Сделал(а) прогулку

# reflTplWorkout
source: I did a workout
ru: Сделал(а) тренировку

# reflReset
source: Reset
ru: Сбросить

# reflCopiedFromPast
source: Filled with values from a past entry
ru: Подставили значения из прошлой записи

# reflAddItem
source: Add item
ru: Добавить пункт

source: Delete
ru: Удалить

# accountTitle
source: Account
ru: Аккаунт

# accountLoading
source: Loading…
ru: Загрузка…

# accountNotSignedIn
source: You are not signed in
ru: Вы не вошли в аккаунт

source: Sign in
ru: Войти

source: Sign out
ru: Выйти

# userNoName
source: No name
ru: Без имени

# userNoEmail
source: No email
ru: Без e-mail

# welcomeTitle
source: Welcome
ru: Добро пожаловать

# welcomeSubtitle
source: Sign in to sync your goals and backups across devices
ru: Войдите, чтобы синхронизировать цели и резервные копии между устройствами

# authSignInTitle
source: Sign in
ru: Вход

# authSignUpTitle
source: Sign up
ru: Регистрация

# passwordLabel
source: Password
ru: Пароль

# passwordShow
source: Show password
ru: Показать пароль

# passwordHide
source: Hide password
ru: Скрыть пароль

# signInButton
source: Sign in
ru: Войти

# signUpButton
source: Create account
ru: Создать аккаунт

# toggleNoAccount
source: No account? Sign up
ru: Нет аккаунта? Зарегистрироваться

# toggleHaveAccount
source: I already have an account
ru: У меня уже есть аккаунт

# loginFailed
source: Sign-in failed: {error}
ru: Не удалось войти: {error}

# loginSuccessHello
source: Done! Hello, {name}
ru: Готово! Привет, {name}

# passwordsDontMatch
source: Passwords do not match
ru: Пароли не совпадают

source: Forgot password?
ru: Забыли пароль?

# resetSubtitle
source: Enter your e-mail — we will send a reset link.
ru: Укажите e-mail — отправим письмо со ссылкой на сброс пароля.

source: Send link
ru: Отправить ссылку

# resetEmailSent
source: Reset e-mail sent to {email}
ru: Письмо для сброса отправлено на {email}

# verifyTitle
source: Verify your e-mail
ru: Подтвердите e-mail

# verifyDesc
source: We sent a message to {email}. Open it and follow the link to verify.
ru: Мы отправили письмо на {email}. Откройте его и перейдите по ссылке для подтверждения.

# verifyEmailSent
source: Verification e-mail sent to {email}
ru: Письмо отправлено на {email}

# iVerified
source: I have verified
ru: Я подтвердил(а)

source: Resend now
ru: Отправить ещё раз

# resendIn
source: Resend in {seconds}s
ru: Отправить через {seconds} c

# confirmPasswordLabel
source: Confirm password
ru: Подтвердите пароль

# verifyCooldown
source: You can resend in {seconds}s
ru: Повторная отправка будет доступна через {seconds} c

# hubTitle
source: Hub
ru: Хаб

# hubSubtitle
source: Plan · Focus · Reflect
ru: Планируй · Фокусируйся · Рефлексируй

source: Planner
ru: Планировщик

source: Focus
ru: Фокус

source: Reflection
ru: Рефлексия

# stats
source: Statistics
ru: Статистика

source: Settings
ru: Настройки

source: Open
ru: Открыть

source: Start
ru: Старт

source: Configure
ru: Настроить

source: Completed
ru: Выполнено

# noTasks
source: No tasks today
ru: Сегодня целей нет

# minutes
source: min
ru: мин

# breakLabel
source: Break
ru: Перерыв

source: Cycles
ru: Циклы

source: Quick save
ru: Быстро сохранить

# weekProgress
source: 7-day progress
ru: Прогресс за 7 дней

source: Quick actions
ru: Быстрые действия

# everythingAtOnce
source: Everything at one place
ru: Всё в одном месте

source: Start focus
ru: Старт фокуса

source: Reflect
ru: Рефлексия

source: Backup
ru: Резервная копия

source: Today
ru: Сегодня

# last7d
source: 7d
ru: 7д

# pomoTipStart
source: Start with one full 25/5 cycle. Small win = best momentum.
ru: Начни с одного полного цикла 25/5. Маленькая победа = импульс.

# pomoTipGoodPace
source: Good pace. Try 3–4 cycles in a row, then a 15–20 min long break.
ru: Хороший темп. Сделай 3–4 цикла подряд, затем длинный перерыв 15–20 мин.

# pomoTipGreat
source: Great focus! Capture what worked and repeat tomorrow at the same time.
ru: Отличная концентрация! Зафиксируй, что сработало, и повтори завтра в то же время.

# pomoTipTooManyDistr
source: Too many distractions: enable Do Not Disturb, put the phone away, work by a window.
ru: Слишком много отвлечений: включи «Не беспокоить», убери телефон, сядь у окна.

# pomoTipRaiseCompletion
source: Finish at least 2 cycles today to lift your 7-day completion rate.
ru: Доведи сегодня хотя бы 2 цикла до конца — это поднимет 7-дневную метрику.

# pomoTipIncreaseInterval
source: High consistency! Consider increasing the focus interval to 30 minutes.
ru: Высокая стабильность! Попробуй увеличить фокус-интервал до 30 минут.

# motPhrase1
source: Small steps — big results.
ru: Малые шаги — большие результаты.

# motPhrase2
source: Do what matters, not what’s urgent.
ru: Делай важное, а не срочное.

# motPhrase3
source: Progress is checkmarks, not perfection.
ru: Прогресс — это галочки, а не идеал.

# motPhrase4
source: The best day to start is today.
ru: Лучший день начать — сегодня.

# motPhrase5
source: 25 minutes of focus works wonders.
ru: 25 минут фокуса творят чудеса.

# motPhrase6
source: Rest is part of the work.
ru: Отдых — часть работы.

# motPhrase7
source: Do one hard thing before lunch.
ru: Сделай одно сложное до обеда.

# motPhrase8
source: Not all at once, but every day a little.
ru: Не сразу, но каждый день понемногу.

# motPhrase9
source: Be consistent, not perfect.
ru: Стабильность важнее совершенства.

# motPhrase10
source: In doubt? Start with 10 minutes.
ru: Сомневаешься? Начни с 10 минут.

# goalsTitle
source: Goals
ru: Цели

# goalsAdd
source: Add
ru: Добавить

# goalsEmpty
source: No goals yet
ru: Пока нет целей

source: Goal type
ru: Тип цели

# goalName
source: Name
ru: Название

source: Photo (URL, optional)
ru: Фото (URL, опционально)

# goalSavings
source: Save money
ru: Накопить

# goalHabit
source: Quit a bad habit
ru: Бросить вредную привычку

# goalSport
source: Sport
ru: Спорт

source: Weekly income
ru: Доход в неделю, ₽

source: Target amount
ru: Сколько накопить, ₽

# habitKind
source: Habit
ru: Привычка

source: Sport kind
ru: Вид спорта

source: Suggested tasks
ru: Рекомендуемые задания

# addCustomTask
source: Add your own task
ru: Добавить своё задание

source: Create goal
ru: Создать цель

source: OK
ru: ОК

source: Add
ru: Добавить

# confirmDeleteGoal
source: Delete goal?
ru: Удалить цель?

source: Not found
ru: Не найдено

source: Deposit
ru: Пополнить

source: Deposit amount
ru: Сумма взноса

source: Done today
ru: Готово сегодня

# todayChecklist
source: Today's checklist
ru: Чеклист на сегодня

# recommendedWeeklyDeposit
source: Recommended weekly deposit: {sum}
ru: Рекомендуемый взнос за неделю: {sum}

# habitSmoking
source: Smoking
ru: Курение

# habitAlcohol
source: Alcohol
ru: Алкоголь

# habitSugar
source: Sugar
ru: Сладкое

# habitJunkFood
source: Fast food
ru: Фастфуд

# habitSocialMedia
source: Social media
ru: Соцсети

# habitGaming
source: Gaming
ru: Игры

source: Other
ru: Другое

# sportRunning
source: Running
ru: Бег

# sportGym
source: Gym
ru: Зал

# sportYoga
source: Yoga
ru: Йога

# sportSwimming
source: Swimming
ru: Плавание

# sportCycling
source: Cycling
ru: Велосипед

# taskNoSmoking
source: No cigarettes
ru: Без сигарет

# taskDrinkWater
source: Drink water
ru: Выпить воду

# taskBreathing5m
source: Breathing 5 min
ru: Дыхательная практика 5 мин

# taskNoAlcohol
source: No alcohol
ru: 0 алкоголя

# taskWalk20m
source: Walk 20 min
ru: Прогулка 20 мин

# taskNoSocial2h
source: No social media 2h
ru: Без соцсетей 2 часа

# taskRead10p
source: Read 10 pages
ru: Книга 10 страниц

# taskNoSugar
source: No sugar
ru: Без сладкого

# taskFruitInstead
source: Fruit instead of sweets
ru: Фрукты вместо сладкого

# taskNoJunk
source: No junk food
ru: Без фастфуда

# taskSaladPortion
source: Salad/veggies 1 serving
ru: Салат/овощи 1 порция

# taskNoGames3h
source: No games for 3h
ru: Без игр 3 часа

# taskSport20m
source: Any sport 20 min
ru: Спорт 20 мин

# taskStep1
source: Step 1
ru: Шаг 1

# taskStep2
source: Step 2
ru: Шаг 2

# taskWarmup10m
source: Warm-up 10 min
ru: Разминка 10 мин

# taskRun20_30m
source: Run 20–30 min
ru: Бег 20–30 мин

# taskStretching
source: Stretching
ru: Растяжка

# taskWarmup
source: Warm-up
ru: Разминка

# taskStrength30_40m
source: Strength 30–40 min
ru: Силовая 30–40 мин

# taskCooldown
source: Cool-down
ru: Заминка

# taskYoga20_30m
source: Yoga 20–30 min
ru: Йога 20–30 мин

# taskSwim30m
source: Swim 30 min
ru: Плавание 30 мин

# taskBike30_60m
source: Bike 30–60 min
ru: Велопрогулка 30–60 мин

# taskActivity20_30m
source: Activity 20–30 min
ru: Активность 20–30 мин

source: Back to sign up
ru: Назад к регистрации

# backToSignUpHint
source: You can register again with the correct e-mail.
ru: Можешь заново зарегистрироваться с правильным e-mail.

source: Change e-mail
ru: Изменить e-mail

# changeEmailTitle
source: Change e-mail address
ru: Изменить адрес e-mail

# changeEmailSubtitle
source: Enter a new address and we’ll send a verification e-mail.
ru: Введи новый адрес, мы отправим на него письмо для подтверждения.

# saveAndSend
source: Save & send
ru: Сохранить и отправить

# changeEmailSent
source: Verification e-mail sent to {email}
ru: Письмо отправлено на {email}

# reloginToChangeEmail
source: Recent sign-in required to change e-mail. Please sign in again.
ru: Для изменения e-mail нужна повторная авторизация. Выйди и войди снова.

# streakDays
source: Streak: {count} days
ru: Серия: {count} дней

# stage1Title
source: Preparation
ru: Подготовка

# stage2Title
source: Stabilization
ru: Стабилизация

# stage3Title
source: Consolidation
ru: Закрепление

# stageProgress
source: Stage {current} of {total}
ru: Этап {current} из {total}

# dayOf
source: Day {day} of {total}
ru: День {day} из {total}

source: Did you quit?
ru: Получилось бросить?

# didYouQuitDesc
source: If not, we will continue to the next stage.
ru: Если нет — продолжим следующий этап.

# iQuit
source: Yes, I quit
ru: Да, бросил

# continueRoad
source: Not yet, continue
ru: Пока нет, продолжить

source: Status: quit
ru: Статус: бросил

# coachRefresh
source: Refresh
ru: Обновить

# coachNoData
source: Not enough data yet — keep going!
ru: Недостаточно данных для совета, продолжай!

# completeChecklistHint
source: Tick today’s checklist — that’s how the habit sticks.
ru: Отметь чек-лист на сегодня — так привычка закрепляется

# sv_tip_fill_income
source: Set your weekly income so I can suggest a deposit amount.
ru: Укажи еженедельный доход — так будет проще рекомендовать сумму откладывания.

# sv_tip_start_auto
source: Start with a tiny auto-transfer (5–10%): consistency beats size.
ru: Начни с маленького автоплатежа (например, 5–10% от дохода) — главное регулярность.

# sv_tip_small_deposit
source: Try to deposit this week: {amount}
ru: Попробуй отложить уже на этой неделе: {amount}

# sv_tip_visualize
source: You are close — keep the goal photo handy to resist impulse spending.
ru: Ты близко к цели — держи фото цели под рукой, чтобы не сорваться на траты.

# hb_s1_1
source: Remove triggers (lighters, snacks, “just in case”).
ru: Убери триггеры (зажигалки, снеки, «сигареты на всякий случай»).

# hb_s1_2
source: Tell close ones — a social contract helps.
ru: Сообщи близким о цели — социальный контракт работает.

# hb_s1_3
source: Plan replacements (gum, tea, water) for craving moments.
ru: Продумай замену (жвачка, чай, вода) на моменты тяги.

# hb_s2_1
source: Plan “hard moments” in advance (after meals, breaks, evenings).
ru: Планируй «трудные окна» заранее (после еды, перерывы, вечер).

# hb_s2_2
source: Watch sleep and hydration — deficits increase cravings.
ru: Следи за сном и водой — дефициты усиливают тягу.

# hb_s2_3
source: Reward yourself daily — small wins matter.
ru: Награждай себя за каждый день — пусть это будет маленькая радость.

# hb_s3_1
source: Rehearse relapses: what you’ll say and do when craving hits.
ru: Сделай «репетицию срывов»: что скажешь и сделаешь при тяге.

# hb_s3_2
source: Write down the benefits of the new life — reread during weak moments.
ru: Запиши выгоды новой жизни — перечитывай в моменты слабости.

# hb_s3_3
source: Share your experience/help someone — it cements the habit.
ru: Поделись опытом/помоги другому — это закрепляет привычку.

# hb_start_small
source: Start tiny and steady — stability first.
ru: Начни с мини-целей и не гони лошадей — важна стабильность.

# hb_keep_chain
source: Don’t break the chain: one day is a win.
ru: Не рви серию: один день — это уже победа.
